<HTML>
<HEAD>
<TITLE> La Inteligencia artificial </TITLE>
</HEAD>
<BODY bgcolor="#77FFFF Celeste" alink="#000000 Negro">
   
    <blockquote><CENTER><IMG src="https://revistadigital.mx/wp-content/uploads/2023/02/Depositphotos_51226785_L.gif"
        width="1500" height="600"></CENTER></blockquote>

    <H1> <CENTER> ¿Qu&eacute; es la inteligencia artificial? </CENTER> </H1>
<HR>

<p> <blockquote> La inteligencia artificial aprovecha las computadoras y las m&aacute;quinas para imitar las capacidades de resoluci&oacute;n
        de problemas y toma de decisiones de la mente humana.<BR> 
        Aunque durante las &uacute;ltimas d&eacute;cadas ha surgido una serie de definiciones de la inteligencia artificial (IA),<A HREF="https://es.wikipedia.org/wiki/John_McCarthy_(cient%C3%ADfico)">John McCarthy</A>
        ofrece la siguiente en este art&iacute;culo  publicado en 2004 (PDF, 127 KB) (enlace externo a IBM): "Es la ciencia y la ingenier&iacute;
        a de la fabricaci&oacute;n de m&aacute;quinas inteligentes, especialmente programas inform&aacute;ticos inteligentes. 
        Est&aacute; relacionada con la tarea similar de usar computadoras para entender la inteligencia humana,pero la IA no tiene que limitarse
        a m&eacute;todos que son biol&oacute;gicamente observables".<BR>
        <BR>
        Sin embargo, d&eacute;cadas antes de esta definici&oacute;n, la conversaci&oacute;n sobre la inteligencia artificial se inici&oacute; con 
        el trabajo trascendental de Alan Turing, "Computing Machinery and Intelligence" (PDF, 89,8 KB) (enlace externo a IBM), que se public&oacute;
        en 1950. En este art&iacute;culo, Turing, al que muchos conocen como el "padre de la inform&aacute;tica", hace la siguiente pregunta: 
        "¿Pueden pensar las m&aacute;quinas?" Partiendo de esa idea, ofrece una prueba, hoy conocida como la "Prueba de Turing", en la que 
        un evaluador humano intenta distinguir entre la respuesta textual de una computadora y la de un ser humano.<BR>
        <BR>
        Si bien esta prueba ha sido objeto de mucho escrutinio desde su publicaci&oacute;n, sigue siendo una parte importante de la historia de
        la IA, as&iacute; como un concepto en curso dentro de la filosof&iacute;a, ya que utiliza ideas en torno a la ling&uuml;&iacute;stica. 
        Stuart Russell y Peter Norvig procedieron entonces a publicar "Artificial Intelligence: A Modern Approach" (enlace externo a IBM), 
        convirti&eacute;ndose en uno de los principales libros de texto en el estudio de la IA. En &eacute;l profundizan en cuatro posibles objetivos o definiciones de la IA, 
        que se diferencia de los sistemas inform&aacute;ticos sobre la base de la racionalidad y el pensamiento frente a la acci&oacute;n:<BR>
        
    <UL>
        <LI><b>Enfoque humano:</b><BR>
       
        Sistemas que piensan como los humanos<BR>
        Sistemas que act&uacute;an como los humanos<BR>
        <BR>
        <LI><b>Enfoque ideal:</b><BR>
        
        Sistemas que piensan racionalmente<BR>
        Sistemas que act&uacute;an racionalmente<BR>
        <BR>
    </UL>
        
        La definici&oacute;n de <A href="https://www.biografiasyvidas.com/biografia/t/turing.htm">Alan Turing</A> entrar&iacute;a en la categor&iacute;a de "sistemas que act&uacute;an como los humanos".<BR>
        <BR>
        En su forma m&aacute;s simple, la inteligencia artificial es un campo que combina la ciencia inform&aacute;tica y los conjuntos de datos
        robustos para permitir la resoluci&oacute;n de problemas. Tambi&eacute;n abarca los subcampos del machine learning y el deep learning, 
        que se mencionan frecuentemente junto con la inteligencia artificial. Estas disciplinas est&aacute;n conformadas por algoritmos de IA que 
        buscan crear sistemas expertos que hagan predicciones o clasificaciones basadas en datos de entrada.<BR>
        <BR>

        Hoy en d&iacute;a, todav&iacute;a hay mucho bombo publicitario en torno al desarrollo de la IA, lo que se espera de cualquier nueva 
        tecnolog&iacute;a emergente en el mercado.<BR>
        <BR>

        Como se se&ntilde;al&oacute; en El ciclo de exageraciones de Gartner (el enlace reside fuera de IBM), las innovaciones de productos, como los 
        autom&oacute;viles aut&oacute;nomos y los asistentes personales, siguen "una progresi&oacute;n t&iacute;pica de innovaci&oacute;n, 
        desde el entusiasmo excesivo a trav&eacute;s de un per&iacute;odo de desilusi&oacute;n hasta una comprensi&oacute;n final de la 
        relevancia y el papel de la innovaci&oacute;n en un mercado o dominio. "<BR>
        <BR>

        Como menciona <A HREF="https://es.wikipedia.org/wiki/Lex_Fridman ">Lex Fridman</A> aqu&iacute; (01:08:15) (enlace externo a IBM) en la conferencia que dio en el MIT en 2019, estamos en el punto
        m&aacute;ximo de las expectativas exageradas, acerc&aacute;ndonos al punto m&aacute;s bajo, la desilusi&oacute;n.<BR>
</blockquote>
    
</p>
    <CENTER><IMG src="https://blog.growthinstitute.com/hubfs/untitled-4.gif" 
        width="900" height="600"></CENTER>
    
    <H2> <CENTER><h2> ¿C&oacute;mo funciona la inteligencia artificial? </h2></CENTER> </H2>
<HR>
   
<p> <blockquote> 
        <b>¿ Qu&eacute; funciones tiene la inteligencia artificial?</b><BR>
        Funciones de la inteligencia artificial abogado especialista Pablo Maza La capacidad de que las m&aacute;quinas piensen y razonen por su cuenta 
        puede ser el avance m&aacute;s importante de la tecnolog&iacute;a en los &uacute;ltimos siglos, pero tambi&eacute;n representa un 
        peligro real para la Humanidad. Como ya explico en el apartado de qu&eacute; es la inteligencia artificial, aqu&iacute; quiero ampliar informaci&oacute;n
        sobre las funciones de la inteligencia artificial.<BR>
        <BR>

        Las m&aacute;quinas que utilizan la inteligencia artificial tienen la capacidad de aprender, razonar, tomar decisiones y formar cierta 
        idea de la realidad, tal como pasa con los humanos.<BR>
        Su desarrollo se apoya en varias tecnolog&iacute;as y, dependiendo del uso que se le quiere dar y el tipo de mercado al que apunta, se generan 
        funcionalidades distintas entre los diferentes motores.<BR>
        <BR>

        Como abogado de inteligencia artificial he resumido las principales funciones. Debe aclararse que pese a los avances, no hay hasta el 
        momento un motor de Inteligencia Artificial que haya conseguido hacer todas las tareas que desempe&ntilde;a un humano, pues por lo general se 
        especializan y entrenan para que se sepan desarrollar con mucha certeza en un ramo en espec&iacute;fico.<BR>
        <BR>

        Hay Inteligencia Artificial en bots conversacionales, en la industria automotriz, rob&oacute;tica, ciberseguridad, en herramientas de 
        Business Intelligence y de Internet de las Cosas (IoT), as&iacute; como en los mercados de salud, comercio, seguros, finanzas.<BR>
        <BR>

        Los asistentes virtuales, una herramienta que va a sustituir muchos puestos de trabajos en oficinas, son la herramienta m&aacute;s com&uacute;n
        en la que se aplica la inteligencia artificial. 
        Los asistentes virtuales se utilizan en los sectores de la banca, por ejemplo, pero tambi&eacute;n est&aacute;n en Facebook y las 
        dem&aacute;s redes sociales. Se utilizan para indicar a una persona el procedimiento para contratar un seguro o una tarjeta de 
        cr&eacute;dito, por ejemplo. Muchas empresas han acudido a estas herramientas para dar servicio a sus empleados, sobre cuestiones de 
        vacaciones, pagos de horas extras entre otras.<BR>
        <BR>

        C&oacute;mo mejora la inteligencia artificial<BR>
            <BR>

        El desarrollo de la Inteligencia Artificial aumenta gracias al uso de soluciones de Deep Learning y Machine Learning, y al uso creciente
        uso de tecnolog&iacute;a de Capsule Networks  para el procesamiento de informaci&oacute;n visual.<BR>
</blockquote></p>
    
    <CENTER> <IMG src="https://vidatech.pe/wp-content/uploads/2019/06/inteligencia-artificial-en-la-ciberseguridad-1000-x-450.png" 
        width="900" height="700"></CENTER><br>
    <br>
    <center><a href="file:///E:/Web/PRINCIPALES%20APLICACIONES.html"> Las principales aplicaciones de la inteligencia artificia</a></center>

    
    <H3 > <CENTER><h2>Tipos de inteligencia artificial</h2> </CENTER> </H3>
<HR>
    
<p> <blockquote> A diferencia de lo que estamos acostumbrados a ver en las pel&iacute;culas, los diferentes tipos de inteligencia artificial no son tan
        ut&oacute;picas y ya est&aacute;n con nosotros. 
        ¡No te preocupes, ning&uacute;n robot se rebelar&aacute; contra la humanidad!, Realmente, esa tecnolog&iacute;a solo nos ha ayudado a ejecutar 
        los procesos m&aacute;s sofisticados, especialmente en Marketing Digital.<BR>
        <BR>
        La automatizaci&oacute;n es una de las principales ganancias obtenidas con la inteligencia artificial y, despu&eacute;s de eso, todo ha cambiado en el
         marketing. Como resultado de la transformaci&oacute;n digital, esos diferentes mecanismos ayudan a las empresas a lograr resultados 
         sobresalientes, especialmente cuando se basan en datos.<BR>
        <BR>
        Mientras m&aacute;s sepamos sobre la inteligencia artificial, m&aacute;s podremos aprovecharla estrat&eacute;gicamente.
        A continuaci&oacute;n te mostraremos los diferentes tipos de inteligencia artificial y c&oacute;mo se aplican.

        <UL>
        <LI><b>Artificial Narrow Intelligence (ANI)</b><BR>
            <BR>
        ANI es un tipo de inteligencia artificial m&aacute;s inflexible, que no se amolda ni se adapta a los requisitos de un sistema o m&aacute;quina
        en particular. Su funci&oacute;n es centrarse en un trabajo &uacute;nico y dedicar toda su complejidad. Si trazamos un paralelo, ser&iacute;a 
        un profesional capacitado que se dedica a una &uacute;nica funci&oacute;n compleja.
        <BR>

        El funcionamiento del modelo ANI se proyecta a trav&eacute;s de la programaci&oacute;n de sus acciones. En esa etapa, debe estar preparada para actuar
        en un solo rol, reduciendo su desempe&ntilde;o tanto como sea posible. Esto tambi&eacute;n garantizar&aacute; que pueda desempe&ntilde;ar plenamente su papel. 
        Por m&aacute;s que eso parezca una limitaci&oacute;n, tambi&eacute;n puede verse como una dedicaci&oacute;n amplia e integral.<BR>
        <BR>

        Entre sus caracter&iacute;sticas, ANI es una inteligencia artificial con car&aacute;cter reactivo y memoria limitada. Adem&aacute;s, por
        definici&oacute;n, todos los dem&aacute;s modelos pueden considerarse un tipo de ANI. La diferencia es que, en su mayor parte, los tipos de 
        inteligencia artificial est&aacute;n dise&ntilde;ados para cumplir funciones m&aacute;s diversas e incluso m&uacute;ltiples.
        <BR>

        Las clasificaciones t&eacute;cnicas ubican al ANI como una inteligencia incapaz de reproducir el comportamiento humano, solo simul&aacute;ndolo. Por eso, 
        solo est&aacute; orientado a objetivos espec&iacute;ficos.<BR>
        <BR>

          <UL>Normalmente, ANI se utiliza en funciones como:
            <LI>asistentes virtuales (Siri, Alexa, Cortana, entre otros);
            <LI>reconocimiento facial;
            <LI>filtros de spam en correos electr&oacute;nicos;
            <LI>sistemas de veh&iacute;culos aut&oacute;nomos.
        </UL>
        <BR>

        <LI><b>Inteligencia Artificial General (AGI)</b><BR>
        <BR>

        Entre los tipos de inteligencia artificial, AGI se considera fuerte y profunda, como una m&aacute;quina capaz de imitar la inteligencia humana y con una vasta capacidad de acci&Oacute;n. 
        En su comportamiento, ella puede aprender y, con base en eso, replicar actitudes para resolver diferentes cuestiones. Eso es lo que la convierte en uno de los modelos m&aacute;s vers&aacute;tiles disponibles
        actualmente.<BR>
        <BR>
        
        AGI tiene el papel de pensar, lo que conduce a una comprensi&oacute;n &uacute;nica y no completamente rob&oacute;tica. As&iacute;, para
        cada escenario con el que tiene que lidiar, la soluci&oacute;n propuesta es diferente. Esa capacidad de adaptaci&oacute;n a diferentes 
        escenarios hace que tenga una actividad de resoluci&oacute;n muy cercana a la mente humana. Precisamente por eso ella es considerada una 
        inteligencia mucho m&aacute;s profunda.<BR>
    <BR>

        Una de las bases de AGI es su estructura te&oacute;rica. Eso significa que tiene la capacidad de evaluar y detectar diferentes necesidades, 
        procesos e incluso emociones para actuar correctamente. 
        Esa es una caracter&iacute;stica &uacute;nica cuando la comparamos con otros tipos de inteligencia artificial.<BR>
    <BR>

        En la pr&aacute;ctica, su capacidad de aprendizaje y su nivel cognitivo son muy altos. Eso permite, por ejemplo, moldear el servicio de una 
        empresa seg&uacute;n las dudas y necesidades m&aacute;s comunes de la persona de la marca.<BR>
        Es muy com&uacute;n trabajar con m&aacute;quinas que son capaces de replicar acciones humanas, lo que en s&iacute; mismo es muy beneficioso. 
        Sin embargo, AGI es un sistema capaz de estudiar y comprender a los humanos y lidiar de Manera precisa con las interacciones y 
        los comportamientos de los usuarios.<BR>
    <BR>

        <LI><b>Superinteligencia Artificial (ASI)</b><BR>
            <BR>
            El nombre est&aacute; a la altura de la capacidad de ese tipo de inteligencia artificial. ASI es considerada la m&aacute;s poderosa, precisamente
            porque es la m&aacute;quina capaz de volverse consciente y aut&oacute;noma.
            Es decir, en lugar de simplemente replicar el comportamiento humano, ASI supera esa capacidad. Incluso se la considera capaz de 
            pensar mejor y de ser m&aacute;s h&aacute;bil que nosotros.<BR>
            <BR>
            
            Por supuesto, esa es una categor&iacute;a de inteligencia artificial que a&uacute;n est&aacute; en desarrollo y mejora, aunque en un estado avanzado.
            ¡Este es el modelo que ha inspirado al cine a crear realidades en las que los robots tienen voluntad propia y simplemente dominan
            la Tierra! Por supuesto que eso no suceder&aacute;, pero la idea es que puedan ser inteligentes de la misma manera que se los retrata 
            en las pel&iacute;culas.<BR>
            <BR>
            
            La l&iacute;nea de desarrollo de ASI se esfuerza para que esos robots puedan ser mejores que los humanos en absolutamente todo. 
            Las m&aacute;quinas ser&aacute;n mejores atletas, cient&iacute;ficos, artistas e incluso m&eacute;dicos. Realmente existe la posibilidad de
            pensar en eso porque es a un nivel cient&iacute;fico que se enfoca en crear sistemas que despierten emociones y deseos propios.<BR>
            As&iacute;, se necesita cuidado en el desarrollo de ASI. La capacidad de razonamiento avanzado requiere un an&aacute;lisis meticuloso de 
            las posibles consecuencias que eso puede tener.<BR> 
            Por eso, el trabajo es continuo, siempre realizado con responsabilidad.<BR>
            <BR>

            <LI><b>M&aacute;quinas reactivas</b><BR>
            <BR>
                Entre los tipos de inteligencia artificial, las m&aacute;quinas reactivas son las m&aacute;s simples y antiguas que se conocen. 
                Es un modelo introductorio y tiene una capacidad mucho m&aacute;s limitada que los modelos presentados hasta ahora. 
                Su funci&oacute;n es bastante simple: reproducir el comportamiento humano cuando es estimulado, o sea, solo una acci&oacute;n reactiva.<BR>
                <BR>
                
                Como no tienen memoria, esas m&aacute;quinas no tienen la capacidad de aprender y administrar una base de datos interna para ejecutar
                lo que absorben. As&iacute;, solo tienen un rol de respuesta, es decir, est&aacute;n automatizados para reaccionar ante alguna acci&oacute;n. 
                Esa limitaci&oacute;n, sin embargo, no impide que sean &uacute;tiles en varios textos, aunque poco a poco se van quedando obsoletas.<BR>
                <BR>
                
                Sin duda, cuando hablamos de m&aacute;quinas reactivas, debemos recordar su gran momento, cuando fueron probadas en la d&eacute;cada de 
                1990. Fue un sistema como ese el que venci&oacute; al campe&oacute;n de ajedrez Garry Kasparov en 1997. 
                En ese momento, la m&aacute;quina espec&iacute;fica era una creaci&oacute;n de IBM, llamada Deep Blue.<BR>
                <BR>
            
            <LI><b>Memoria Limitada</b><BR>
                <BR>
                Las m&aacute;quinas de memoria limitada son, como en el ejemplo anterior, completamente reactivas, pero con la ventaja de tener 
                una peque&ntilde;a cantidad de memoria disponible. 
                Eso las hace m&aacute;s avanzadas, ya que esa funci&oacute;n las permite aprender de los datos. Es decir, cada vez que se exponen a 
                informaci&oacute;n son capaces de generar aprendizajes a partir de ese contenido.<BR>
                <BR>
                
                Naturalmente, esas m&aacute;quinas crean peque&ntilde;as bases de datos a partir de su historial de interacciones. Es a partir de ah&iacute; que son capaces, 
                cuando es necesario, de tomar peque&ntilde;as decisiones para responder a una solicitud o realizar cualquier acci&oacute;n. Hoy en d&iacute;a, esa forma de 
                inteligencia artificial se usa ampliamente, pero solo en su base. Se ha ampliado la memoria para que funcione mejor.<BR>
                <BR>
                
                La base de la inteligencia de memoria limitada todav&iacute;a se usa y se puede ver hoy en los sistemas de reconocimiento facial, 
                asistentes virtuales y chatbots, por ejemplo.<BR>
                <BR>
            
            <LI><b>Teor&iacute;a de la Mente</b><BR>
                <BR>

                La Teor&iacute;a de la Mente es un tipo de inteligencia artificial en el que se ha trabajado mucho en los &uacute;ltimos a&ntilde;os. No podemos 
                decir mucho sobre su aplicaci&oacute;n y hasta d&oacute;nde llegar&aacute; en t&eacute;rminos de desarrollo, sin embargo, la idea es que ser&aacute; uno de los 
                modelos m&aacute;s innovadores jam&aacute;s vistos. La propuesta es que pueda comprender mejor las interacciones a las que está expuesta.<BR>
                    <BR>
                
                As&iacute;, la Teor&iacute;a de la Mente trata precisamente de las emociones, necesidades y procesos de reflexi&oacute;n que presenta la mente humana.<BR>
                
                Actualmente, esa categor&iacute;a todav&iacute;a se ve como un futuro, incluso con todos los avances logrados en el segmento hasta ahora. 
                Los expertos entienden que todav&iacute;a se necesitan muchos avances y otras partes de los estudios de la inteligencia artificial.<BR>
                    <BR>
                
                Por eso, la Teor&iacute;a de la Mente es una idealizaci&oacute;n en ejecuci&oacute;n, pero tiene el potencial de ser uno de los modelos
                 m&aacute;s destacados. 
                El proceso, adem&aacute;s del desarrollo de estudios en general, tambi&eacute;n depende de la comprensi&oacute;n de los factores de la mente 
                humana que conducen a sentimientos y reacciones variadas.<BR>
                    <BR>
            
            <LI><b>Autoconciencia</b><BR>
                <BR>

                La autoconciencia es solo una idea, es decir, un concepto que gu&iacute;a el desarrollo de la inteligencia artificial. Por ahora,
                todav&iacute;a no hay creaciones concretas, pero la idea es que, en el futuro, las m&aacute;quinas ser&aacute;n conscientes de s&iacute; mismas. Ese es 
                el nivel de desarrollo m&aacute;s alto que puede alcanzar la inteligencia artificial y, por supuesto, lleva tiempo y muchos esfuerzos.<BR>
                <BR>

                La idea es que esa inteligencia artificial pueda comprender todas las emociones, tener las suyas y comprender cada detalle que 
                pasa con quienes interact&uacute;an con ella. Por ambicioso que parezca es innegable que ese es el camino que los cient&iacute;ficos tienen 
                como horizonte. Sin embargo, no es posible se&ntilde;alar en cu&aacute;ntos a&ntilde;os la tecnolog&iacute;a podr&aacute; 
                alcanzar hasta ese nivel.<BR>
                <BR>
                
                Tambi&eacute;n es indudable que esa es una etapa peligrosa en el avance de la inteligencia artificial. Las m&aacute;quinas mayormente independientes 
                tendr&aacute;n un razonamiento que simplemente no se puede detener todo el tiempo. 
                Por eso, queda mucho por hacer, aunque la autoconciencia ya es una idea clara entre los tipos de inteligencia artificial.<BR>
                    <BR>
                
                La realidad actual de la tecnolog&iacute;a permite que las m&aacute;quinas act&uacute;en como seres humanos, lo que resulta de gran utilidad para las m&aacute;s 
                diversas soluciones del mercado. Ese es el camino para que llegan nuevos tipos de inteligencia artificial y cambien el mundo.<BR>
                    <BR>
</UL>
</blockquote>
    
    </p>
       
    <CENTER><IMG src="https://observatory.innova.games/wp-content/themes/heeney-child/assets/images/category-headers/cabecera_ia.gif" 
        width="1000" height="500"></CENTER>

    
        <H4> <CENTER><h2> Ventajas y desventajas de la inteligencia artificial</h2> </CENTER> </H4>
<HR>

    
<p> <blockquote><H3> Ventajas </H3><BR>
        <UL>
        <LI><b>Automatizaci&oacute;n de procesos.</b><br>
        Permite que las m&aacute;quinas hagan de forma autom&aacute;tica tareas que para los humanos resultan repetitivas y tediosas.
        <BR>

        <LI><b>Reduce el error humano.</b><br>
        Al reducir la intervenci&oacute;n de los humanos en ciertos procesos, acaba con las posibilidades de que estos puedan cometer errores. 
        Por ejemplo, una errata al introducir un dato en la contabilidad de un negocio.
        <BR>

        <LI><b>Potencia la creatividad.</b><br>
        Al liberar a los trabajadores de tareas repetitivas y poco motivadoras, la mente de estos es mucho m&aacute;s libre para dedicarse al proceso creativo.
        <BR>

        <LI><b>Aporta precisi&oacute;n.</b><br>
        Al ser capaz de tomar decisiones por s&iacute; misma, la inteligencia artificial da lugar a procesos productivos mucho m&aacute;s eficientes y con una menor tasa de error. 
        <BR>

        <LI><b>Agiliza la toma de decisiones.</b><br>
        La inteligencia artificial es capaz de analizar miles de datos en apenas minutos y adem&aacute;s tener en cuenta posibles actualizaciones 
        de los mismos. La informaci&oacute;n bien sintetizada y actualizada ayuda a los profesionales a tomar decisiones estrat&eacute;gicas
        </UL>

    </p></blockquote>

    <CENTER> <IMG src="https://www.muycomputerpro.com/wp-content/uploads/2017/04/inteligencia-artificial1.jpg" 
        width="700" height="500"></CENTER>
    
    
        <P><blockquote><H3>Desventajas</H3><BR>
            <BR>
        <UL>
        <LI><b>Dificultad de acceso a los datos:</b><br>
        Para que una inteligencia artificial funcione de forma adecuada debe tener datos actualizados y fiables, pero esto nos siempre es as&iacute;.
        Por eso, uno de los principales retos a abordar es garantizar que estos sistemas puedan acceder a los datos que necesitan en cada momento.
        <BR>

        <LI><b>Falta de profesionales cualificados:</b><br>
        Uno de los inconvenientes de esta tecnolog&iacute;a es que su desarrollo no est&aacute; siendo tan r&aacute;pido como deber&iacute;a porque
        faltan profesionales bien cualificados que puedan implementar los ajustes necesarios.
        <BR>

        <LI><b>Su desarrollo es costoso:</b><br>
        Aunque las inteligencias artificiales aplicadas al &aacute;mbito de la medicina, la producci&oacute;n, la direcci&oacute;n de empresas, etc. pueden ser 
        muy &uacute;tiles, el desarrollo de las mismas tiene todav&iacute;a un coste muy elevado, lo que hace que no sean accesibles para todo el mundo.

        </UL>
    </P></blockquote>

    <P><blockquote>Con la inteligencia artificial las ventajas y desventajas est&aacute;n ah&iacute; y toca valorar qu&eacute; pesa m&aacute;s. Teniendo en cuenta la manera en la 
        que pueden mejorar la forma de trabajar en sectores muy diferentes entre s&iacute;, a d&iacute;a de hoy est&aacute; claro que spriman m&aacute;s los beneficios 
        que los inconvenientes.<BR>
        <BR>
        Dado que tanto ahora como en el futuro ser&aacute;n necesarios los expertos en esta materia, este es buen momento para informarte sobre 
        nuestro M&aacute;ster Universitario en Inteligencia Artificial y formarte para trabajar en un sector que est&aacute; teniendo un gran desarrollo. 
</blockquote></P>

    <CENTER> <IMG SRC="https://deducedata.solutions/wp-content/uploads/2021/09/unnamed.gif"  
        width="900" height="500"></CENTER>

    <H5><center><h2> Historia de la inteligencia artificial</h2></center></H5>
    <Hr> 
<p><blockquote>
        En 1950, el matem&aacute;tico Alan Turing se hizo una pregunta: «¿Pueden pensar las m&aacute;quinas?». De hecho, esta simple pregunta transformar&iacute;a
        el mundo. El art&iacute;c&uuml;lo de <A href="https://www.biografiasyvidas.com/biografia/t/turing.htm">Alan Turing</A> «Computing Machinery and Intelligence» y el consiguiente «Test de Turing» sentaron las bases de 
        la inteligencia artificial, su visi&oacute;n y sus objetivos.
        De hecho, la inteligencia artificial pretende responder afirmativamente a la pregunta de Alan Turing. <BR>
        <BR>

        Su objetivo es replicar o simular la inteligencia humana en las m&aacute;quinas.Se trata de un objetivo ambicioso, que tambi&eacute;n plantea muchos 
        interrogantes y suscita el debate. Por ello, a&uacute;n no existe una definici&oacute;n &uacute;nica de inteligencia artificial.<BR>
        La descripci&oacute;n de «m&aacute;quinas inteligentes» no explica qu&eacute; es realmente la inteligencia artificial ni qu&eacute; hace que una m&aacute;quina sea 
        inteligente. En un intento de remediar este problema,<A href="https://es.wikipedia.org/wiki/Stuart_J._Russell">Stuart Russell</A> y <A HREF="https://es.wikipedia.org/wiki/Peter_Norvig">Peter Norvig</A> publicaron el libro «Artificial Intelligence: 
        A Modern Approach».<BR>
        <BR>

        En ese libro, los dos expertos unifican sus trabajos sobre el tema de los agentes inteligentes en las m&aacute;quinas. Seg&uacute;n ellos, «la IA es 
        el estudio de los agentes que reciben percepciones del entorno y realizan acciones».
        En su opini&oacute;n, cuatro enfoques distintos han definido hist&oacute;ricamente el campo de la inteligencia artificial: el pensamiento humano, 
        el pensamiento racional, la acci&oacute;n humana y la acci&oacute;n racional.<BR>
        <BR>

        Los dos primeros enfoques se refieren al razonamiento y al procesamiento del pensamiento, mientras que los otros dos se refieren al 
        comportamiento. En su libro, Norvig y Russell se centran principalmente en los agentes racionales capaces de actuar para conseguir el 
        mejor resultado.
        Por su parte, <A hRef="https://en.wikipedia.org/wiki/Patrick_Winston">Patrick Winston</A>, profesor de inteligencia artificial del MIT, define la IA como «algoritmos activados por restricciones, 
        expuestos por representaciones que soportan modelos que vinculan el pensamiento, la percepci&oacute;n y la acci&oacute;n».<BR>
        Otra definici&oacute;n moderna describe la IA como «m&aacute;quinas que responden a simulaciones como los humanos, con capacidad de contemplaci&oacute;n, 
        juicio e intenci&oacute;n». Estos sistemas son capaces de «tomar decisiones que normalmente requieren un nivel humano de conocimiento». 
        Tienen tres cualidades que constituyen la esencia de la inteligencia artificial: intencionalidad, inteligencia y adaptabilidad.<BR>
        <BR>

        Estas diferentes definiciones pueden parecer abstractas y complejas. Sin embargo, ayudan a establecer la inteligencia artificial como 
        una ciencia inform&aacute;tica.
        En 2017, durante la Japan AI Experience, el CEO de DataRobot, <A href="https://vestrategicos.com/inteligencia-artificial-recursos-humanos/#:~:text=En%202017%2C%20el%20CEO%20de,que%20normalmente%20requieren%20inteligencia%20humana%E2%80%A6">Jeremy Achina</A>, dio su propia definici&oacute;n moderna y con un toque de humor de
        la IA : «La inteligencia artificial es un sistema inform&aacute;tico capaz de realizar tareas que normalmente requieren inteligencia 
        humana… muchos de estos sistemas de IA se basan en el Machine Learning, otros en el Deep Learning y otros en cosas muy aburridas como 
        las reglas«.
         <blockquote></p>

       
    <IMG SRC="https://www.nationalgeographic.com.es/medio/2019/06/16/1956-nace-el-termino-inteligencia-artificial_c1774ad6_2000x1266.jpg"
    width="800" height="500" ALIGN="RIGHT"><BR>
    <BR>

    <IMG SRC="https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Alan_Turing_%281912-1954%29_in_1936_at_Princeton_University.jpg/640px-Alan_Turing_%281912-1954%29_in_1936_at_Princeton_University.jpg"
     widht="800" height="500" ALIGN="LEFT"><BR>
    <BR>

    <IMG SRC="https://s3.amazonaws.com/thetech-production/images/web_photos/web/9077_patrick_winston_02.jpg?1563847196"
    width="800" height="500" ALIGN="RIGHT"><BR>
    <BR>
      
    <align="left"></align><IMG SRC="https://imageio.forbes.com/specials-images/imageserve/6203367c939b99b76a9de51a/Jeremy-Achin/0x0.jpg?format=jpg&crop=2424,1616,x0,y0,safe&width=960"
     width="800" height="500" ></ALIGN="LEFT"><BR>
    <BR>
    
    <center><a href="file:///E:/Web/Cosas%20que%20no%20sabias%20de%20la%20IA.html"> Mas datos sobre la IA</a></center>
        </blockquote></P>

    <H6><CENTER><h2>Caracteristicas de la inteligencia artificial</h2></CENTER></H6>
    <HR>

    <P><blockquote>
        Segun  <A href="https://niixer.com/index.php/2023/03/19/la-inteligencia-artificial-sus-diferentes-caracteristicas-funcionalidades-y-sus-aplicaciones-mas-reconocidas/">Niixer</A> estas son las caracteristicas de la inteligenci artificial:<BR>
        <UL>
        <L1><b>Imita la cognici&oacute;n humana:</b><BR> 
        La IA se caracteriza principalmente por la imitaci&oacute;n del pensamiento humano. Tiene su propio campo de an&aacute;lisis, conocido como computaci&oacute;n cognitiva. B&aacute;sicamente se inspira 
        en el reconocimiento de patrones, la miner&iacute;a de datos y el procesamiento del lenguaje natural para simular el cerebro humano.<BR>
        <BR>

        <L1><b>Automatiza los procesos:</b><BR>
        La automatizaci&oacute;n de tareas es una de las caracter&iacute;sticas m&aacute;s importantes de la inteligencia artificial. Esta tecnolog&iacute;a permite que m&aacute;quinas o programas realicen actividades redundantes, prolongadas y 
        agotadoras en lugar de individuos. Por cierto, gracias a la mezcla de la automatizaci&oacute;n rob&oacute;tica de procesos (RPA) y la IA, nace lo que se denomina automatizaci&oacute;n inteligente. <BR>
        <BR>  

        <L1><b>Nunca descansa:</b><BR> 
        Otro rasgo que la caracteriza es su capacidad para funcionar las 24 horas del d&iacute;a, los 365 d&iacute;as del a&ntilde;o. La Inteligencia Artificial nunca descansa y por lo tanto nunca se detiene. 
        Esto permite que los programas competentes contin&uacute;en progresando sin interrupciones y a una gran velocidad, Adem&aacute;s, es especialmente imprescindible en ocupaciones que requieren personal en permanente 
        actividad y buen funcionamiento. <BR>
        <BR>

        <L1><b>Es precisa:</b><BR>
         La alta fiabilidad de la IA se debe a su enorme precisi&oacute;n en la ejecuci&oacute;n de tareas. La probabilidad de fracaso de tales programas es muy baja. Obviamente, dado que la inteligencia artificial
         es una representaci&oacute;n fiel de la construcci&oacute;n humana, el nivel de precisi&oacute;n depende completamente del dise&ntilde;o del programa. Sin embargo, estos sistemas tienden a cometer cada vez menos errores, ya que son 
         los propios errores los que permiten optimizar continuamente estos dise&ntilde;os.<BR>
        <BR>

        <L1><b>Gestiona gran cantidad de datos :</b><BR>
        Una caracter&iacute;stica importante de la inteligencia artificial es la capacidad de procesar grandes cantidades de informaci&oacute;n. Aqu&iacute; es donde entra en juego el Big Data. 
        Big Data se refiere a un volumen de datos tan grande que es imperativo implementar herramientas especializadas para acceder adecuadamente a esta porci&oacute;n de informaci&oacute;n. Y es la IA la que se encarga de 
        gestionar los datos que el <a href="https://www.iberdrola.com/innovacion/que-es-para-que-sirve-big-data">big data</a> pone a tu disposici&oacute;n. En pocas palabras, los grandes datos son el combustible y la inteligencia artificial es el motor que lo hace funcionar. <BR>
        <BR>
      </UL>
        
      <CENTER><IMG SRC="https://static01.nyt.com/images/2018/10/19/business/19AIcover-illo/19AIcover-illo-superJumbo-v5.gif"
       width="1000" height="600" ></CENTER><BR>
        <BR>
    
    <CENTER><A href="file:///E:/Web/POSIBLES%20DA%C3%91OS.html">PELIGROS</A></CENTER>

    <CENTER><H7><h2>Leyes de la robotica</h2></H7></CENTER>
    <HR>

        <p><blockquote>
            Las leyes de la rob&oacute;tica o leyes de Asimov son un conjunto de leyes establecidas en 1942 por el escritor y profesor de qu&iacute;mica ruso (luego nacionalizado estadounidense) <A herf="https://es.wikipedia.org/wiki/Isaac_Asimov">Isaac Asimov</A> 
            (1920 – 1992). En aquel momento, fueron reglas que ten&iacute;an como objetivo “disciplinar” a los robots, cuando tuvieran gran protagonismo en la vida social.<br>
            <br>

            Asimov fue un visionario absoluto, ya que en 1942 nadie o muy pocos pod&iacute;an imaginar un futuro en el que la inteligencia artificial y la rob&oacute;tica fueran clave para el desarrollo de los pa&iacute;ses.<br>
            Gracias al imparable avance de la tecnolog&iacute;a, estas leyes han cobrado gran notoriedad en los &uacute;ltimos a&ntilde;os. Europa, de hecho, se ha visto en la obligaci&oacute;n de comenzar a crear una normativa 
            especial para intentar legislar la rapidez con que la inteligencia artificial est&aacute; penetrando en la sociedad.<br>
            <br>

            <table border cellpadding="10">
            <tr>
                <th bgcolor="#FFFF00">Leyes</th><th bgcolor="#FFFF00">Funci&oacute;n</th><br>
            </tr>
            <tr>
                <td bgcolor="#FFFF00">Los robots deber&aacute;n tener un interruptor de emergencia</td><td bgcolor="#CCCCCC">Con el objetivo de controlar cualquier situaci&oacute;n peligrosa, se busca que la actividad de las m&aacute;quinas pueda ser moderada 
                por los seres humanos.</td><br>
            </tr>
            <tr>    
                <td bgcolor="#FFFF00">Los robots no podr&aacute;n da&ntilde;ar a los seres humanos</td><td bgcolor="#CCCCCC">Esta posible ley tiene completa relaci&oacute;n con lo establecido por Asimov hace 80 a&ntilde;os. La rob&oacute;tica siempre debe estar pensada para proteger 
                y ayudar a las personas.</td><br>
            </tr>
            <tr>
                <td bgcolor="#FFFF00">Los robots grandes deber&aacute;n tener un seguro obligatorio</td><td bgcolor="#CCCCCC">L&oacute;gicamente, no todas las m&aacute;quinas tendr&aacute;n las mismas caracter&iacute;sticas. Es evidente que algunos robots ser&aacute;n m&aacute;s 
                peligrosos y es por eso que deber&aacute;n ser asegurados.</td>
            </tr>
            <tr>
                <td bgcolor="#FFFF00">Derechos y obligaciones para los robots</td><TD bgcolor="#CCCCCC">Tambien inspirado en las leyes de Asimov, se est&aacute; pensando en un marco regulatorio que establezca obligaciones para las m&aacute;quinas.</TD>
            </tr>
            <tr>
                <td bgcolor="#FFFF00">Los robots deber&aacute;n pagar impuestos</td><td bgcolor="#CCCCCC">Uno de los principales temores de la irrupci&oacute;n de los robots en la vida p&uacute;blica es que reemplacen a los seres humanos en su trabajo. La Uni&oacute;n Europea buscar&iacute;a que las m&aacute;quinas o 
                sus empleadores tributen a la seguridad social para subvencionar la ayuda que ser&iacute;a necesaria en caso de que millones de personas se queden sin empleo.</td>
            </tr>
            <tr>
                <td bgcolor="#FFFF00">Las m&aacute;quinas tributar&aacute;n a la seguridad social</td><td bgcolor="#CCCCCC">Su entrada en el mercado laboral impactar&aacute; sobre la mano de obra de muchas empresas. Los robots deber&aacute;n pagar impuestos para subvencionar las ayudas de los desempleados.</td>
            </tr>
        </table>
        <br>
 
        Ambas tecnolog&iacute;as ya est&aacute;n cambiando el mundo y las cifras son la mejor muestra de ello: la consultora estadounidense Gartner estima que el mercado de la IA pueda llegar a representar 127.000 millones de d&oacute;lares en 2025, cifra muy superior a los 2.000 millones de 2015.<br>
        <br> 
        Estados Unidos y China se situar&aacute;n a la cabeza en inversiones. La consecuencia es que, seg&uacute;n el Fondo Monetario Internacional (FMI), la IA acabar&aacute; con 85 millones de puestos de trabajo en cinco a&ntilde;os, pero a cambio crear&aacute; 97 millones.<br>
        <br>

        <center><img src="https://ignaciogavilan.com/wp-content/uploads/2022/03/responsible_robotics.jpg" width="800" height="500"></center>
        <br>
        </p></blockquote>

        <center><H8><h2> Ejemplos de la IA en nuestro d&iacute;a a d&iacute;a</h2></H8></center>
        <hr>

        <p><blockquote>
        <UL>
            <LI><H2> Asistentes de voz </H2> <br>
            <br>
            Un asistente de voz es un dispositivo que cuenta con un software especializado que le permite interactuar con los usuarios a través de comandos de voz. Estos asistentes están diseñados para llevar 
            a cabo una amplia variedad de tareas, como responder preguntas, realizar búsquedas en internet, reproducir música, programar recordatorios, entre otras cosas. <br>
             <br>
            Los asistentes de voz se activan usando comandos de voz específicos, como "Hola, Siri" u "Ok, Google", y luego pueden ser controlados por la voz para realizar diferentes tareas. Algunos ejemplos populares de asistentes de voz son Siri de Apple, 
            Google Assistant y Alexa de Amazon.<br>
             <br>
             Los asistentes de voz utilizan la inteligencia artificial para entender y responder a las solicitudes del usuario. Para hacer esto, un asistente personal inteligente utiliza algoritmos de procesamiento del lenguaje natural (PNL) y 
             bases de datos de información para comprender y analizar las solicitudes del usuario.<br>
             <br>
             Algo notable que debe recalcarse es que estos sistemas no solo son capaces de mantener una conversación con los usuarios, sino que además con cada interacción aprenden más y expanden sus posibilidades.<br>
             <br>
             Asimismo, los asistentes de voz también pueden integrarse con otras aplicaciones y servicios para realizar tareas más complejas. Haciendo uso de IoT (Internet of Things) los asistentes de voz pueden conectarse con otros dispositivos e intercambiar 
             información para aumentar sus capacidades de respuesta.<br>
             <br>
             Asistentes de voz, asistentes digitales y bots conversacionales son términos que a menudo se utilizan de manera intercambiable para referirse a sistemas que están diseñados para interactuar con los usuarios a través del uso de la voz o el texto.<br>
            <br>
             Si bien cada uno de estos términos tiene sus propias connotaciones y matices, comparten algunas similitudes fundamentales. La principal característica en común que comparten estas tres tecnologías es que su funcionamiento está principalmente enfocado en el procesamiento 
             del lenguaje natural (PNL), ya sea hablado o escrito.<br>
             <br> 
             Todos ellos utilizan la inteligencia artificial para entender, analizar y aprender de las solicitudes del usuario. Además, todos están diseñados para realizar tareas y responder preguntas en nombre del usuario.<br>
             <br>
            <ul>
            <li><b>Usos de los asistentes de voz</b><br>
            <br>
            <UL>
            <LI>Atención al cliente<BR>
                <BR>
                    Resolución de problemas:<BR>
                    Los asistentes de voz pueden ayudar a los clientes a resolver problemas técnicos o dar seguimiento a sus pedidos mediante el uso de bases de datos.<BR>
                    <BR>
                    Respuesta a preguntas frecuentes:<BR>
                    Estos asistentes tienen la capacidad de proporcionar respuestas a preguntas frecuentes de los clientes de manera rápida gracias a su base de datos y al aprendizaje adquirido en interacciones previas.<BR>
                    <BR>
                    Atención mediante llamadas telefónicas:<BR>
                    Através de la integración con servicios de telefonía los asistentes de voz pueden recibir llamadas y proporcionar información básica a los clientes.<BR>
                    <BR>
            
            <LI>Oficinas Inteligentes<br>
                <br>
                Control de dispositivos de automatización dentro de las áreas de trabajo:<br>
                Los asistentes de voz se pueden integrar con dispositivos de automatización dentro de las oficinas, como termostatos inteligentes y sistemas de seguridad, para controlarlos mediante el uso de comandos de voz.<br>
                <br>
                Programación de citas y recordatorios:<br>
                Mediante la integración con servicios de calendario un voice assistant puede programar citas y recordatorios para los empleados de la oficina.<br>
                <br>
                Control de dispositivos de oficina:<br>
                Estos asistentes tienen la capacidad de colaborar con dispositivos de oficina, como impresoras y sistemas de proyección, mediante el uso de IoT, para controlarlos con la voz.<br>
                <br>
            <LI>Asistencia a empleados<BR>
                <BR>
                    Programación de recordatorios:<br>
                    Gracias al uso de los asistentes de virtuales, los empleados pueden mantenerse organizados y cumplir con sus compromisos de manera más eficiente. Esto, mediante la integración de calendarios específicos para cada área.<br>
                    <br>
                    Resolución de dudas:<br>
                    Los asistentes de voz pueden proporcionar respuestas a preguntas frecuentes de los empleados de manera mucho más oportuna. Esto permite que los empleados obtengan información más eficientemente y ahorren tiempo al no tener que buscar información en diferentes lugares.<br>
                    <br>
                    Recepción de llamadas:<br>
                    Con el adecuado entrenamiento, un asistente de voz puede fungir como operador telefónico, lo cual libera tiempo de los empleados para que puedan enfocarse en otras tareas más importantes.<br>
                    <br>
            <LI>Transporte y logística<BR>
                <BR>
                    Programación de envíos:<BR>
                    Los equipos encargados de enviar paquetería se ven altamente beneficiados con el uso de asistentes de voz, ya que estos les permiten automatizar la programación de los envíos. De esta manera, ahorran tiempo en el procesamiento de los pedidos.<BR>
                    <BR>
                    Monitoreo de vehículos:<BR>
                    Los asistentes de voz pueden brindar información en tiempo real sobre la ubicación y los recorridos de las flotillas. Esto ayuda a que los empleados tomen decisiones para mejorar el rendimiento de sus vehículos.<BR>
                    <BR>
                    Trazado de rutas:<BR>
                    Los conductores pueden elegir los caminos más rápidos y seguros usando un asistente de voz. Esta tecnología ofrece información en tiempo real sobre el tráfico y el estado de las carreteras, por lo que los conductores pueden efectuar su trabajo de manera más eficiente y ahorrar coombustible.<BR>
                    <BR>
            <LI>Uso personal<br>
                <br>
                   Hogares inteligentes<br>
                   Programar la hora en que prenden y apagan las luces, controlar la temperatura dentro de la casa, actualizar la lista de la compra, son solo algunos de los usos que pueden darse a los asistentes de voz dentro de un hogar.<br>
                   <br>
                   Realización de compras<br>
                   Este tipo de tecnología permite a los usuarios realizar compras únicamente usando su voz. Esto puede ser especialmente útil para las personas que tienen dificultades para usar dispositivos móviles o para aquellas que simplemente quieren ahorrar tiempo.<br>
                    <br>
                   Búsquedas por internet<br>
                   Uno de los usos más comunes que se le da a este tipo de dispositivos en el hogar es buscar en internet. Desde preguntar cómo se prepara un platillo, hasta conocer los horarios de atención de un negocio, los asistentes de voz permiten a los usuarios informarse manteniendo sus manos libres.<br>
                   <br>
            <LI>Medicina<BR>
                <BR>
                    Triage:<br>
                    Identificar los síntomas y malestares de un paciente para clasificar el tipo de atención que debe recibir es posible mediante el uso de un asistente de voz. Esto es particularmente útil en las temporadas que aumenta el flujo de pacientes.<br>
                    <br>
                    Atención básica:<br>
                    Si bien un asistente de voz no puede reemplazar a un médico, si puede ofrecer orientación básica sobre determinados temas. El nivel de complejidad de los consejos que pueda ofrecer dependerá de las interacciones y aprendizaje que este reciba.<br>
                    <br>
                    Tareas administrativas:<br>
                    El uso de la tecnología ha hecho más eficiente la labor del personal médico, ya que esta les permite ahorrar tiempo. Usando asistentes de voz una persona puede acceder a informes médicos o historiales clínicos en cuestión de segundos.<br>
                    <br>
            </UL>
            </ul>
        </UL>

        <CEnter><table border cellpadding="10">
                
            <ul><tr>
                   <th bgcolor="#FFFF00">VENTAJAS</th><th bgcolor="#FFFF00">DESVENTAJAS</th>
                </tr>
                <TR>
                    <TD bgcolor="#CCCCCC"><li> Coneci&oacute;m con otros dispositivos<BR>
                       <BR>
                    <IMG SRC="https://www.redeszone.net/app/uploads-redeszone.net/2021/12/cantidad-equipos-conectar-router.jpg" width="350" height="150">
                    </TD>
                    <TD bgcolor="#CCCCCC"><li>Acceso a conversaciones<BR>
                       <BR>
                    <IMG SRC="https://ichef.bbci.co.uk/news/640/cpsprodpb/F8E9/production/_107212736_p07bmjy0.jpg" width="350" height="150">
                    </TD>
                </TR>
                <TR>
                    <TD bgcolor="#CCCCCC"><li>Facilidad de uso<BR>
                        <BR>
                    <IMG SRC="https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRzUuovIW-h6TOhHyoD_qb1kruYu35KRGx2rQ&usqp=CAU" width="350" height="150">
                    </TD>
                    <TD bgcolor="#CCCCCC"><li>Información personal<BR>
                        <BR>
                    <IMG SRC="https://www.elciudadano.com/wp-content/uploads/2020/05/d-1024x819-1.jpg" width="350" height="150">
                    </TD>
                </TR>
                <TR>
                    <TD bgcolor="#CCCCCC"><li>Control centralizado<BR>
                        <BR>
                    <IMG SRC="https://cdn.aarp.net/content/dam/aarp/home-and-family/personal-technology/2019/10/1140-smart-speaker-types-esp.imgcache.rev.web.1000.575.jpg" width="350" height="150">
                    </TD>
                    <TD bgcolor="#CCCCCC"><li>Uso de internet<BR>
                        <BR>
                    <IMG SRC="https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQVz12uNM-3-e_oK9S5DVOC8HAKFj5xz2y28A&usqp=CAU" width="350" height="150">
                    </TD>
                </TR></ul>
                </table></blockquote></CEnter>
             
            
                <center>Los asistentes de voz más utilizados<br>
                        <br>
                    <A HREF="https://home.google.com/intl/es_es/what-is-google-home/#:~:text=La%20aplicaci%C3%B3n%20Google%20Home%20te%20permite%20configurar%2C%20gestionar%2C%20automatizar%20y,poner%20las%20noticias%20y%20m%C3%A1s.">Google Home</A><br>
                    <A HREF="https://es.digitaltrends.com/inteligente/que-es-alexa/">Alexa</A><br>
                    <A HREF="https://www.pocket-lint.com/es-es/aplicaciones/noticias/google/137722-que-es-el-asistente-de-google-como-funciona-y-que-dispositivos-lo-ofrecen/">Google Assistant</A><br>
                    <A HREF="https://www.pocket-lint.com/es-es/aplicaciones/noticias/apple/112346-que-es-el-asistente-de-voz-personal-de-siri-apple/">Siri</A><br>
                    <A HREF="https://www.lenovo.com/mx/es/faqs/pc-vida-faqs/como-usar-windows-cortana/?orgRef=https%253A%252F%252Fwww.google.com%252F">Cortana</A><br>
                    <A HREF="https://www.samsung.com/latin/support/mobile-devices/what-is-bixby-and-how-do-i-use-it/">Bixby</A><br>
              </center>
        </p></blockquote>

         <P><blockquote>
            <UL>
                <LI><h2>Smartphones</h2><BR>
                    <BR>
                        Según (DIGITAL, 2019) La evolución tecnológica ha permitido la llegada de nuevas herramientas a aparatos electrónicos como los smartphones. Una de las más usadas y que cada vez toma más fuerza es la Inteligencia Artificial, un concepto que ha dejado 
                        de verse como futurista y lejano para cobrar vida en la cotidianidad. Gracias a la llamada IA, los dispositivos móviles ofrecen funciones que ayudan a mejorar la experiencia de uso y el desempeño de los mismos aparatos, mediante la gestión de los recursos 
                        que tiene el teléfono, así como el procesamiento de la información que se almacena en ellos. En la actualidad, la Inteligencia Artificial se aplica en diferentes aspectos de los smartphones y cobrará mayor protagonismo con los años, tanto que para el año 2022 
                        el 80 % de los teléfonos estarán dotados de algún tipo de IA, según dice la firma de investigación Gartner. Cuando las personas hablan sobre la llegada de la inteligencia artificial a los teléfonos celulares, se refieren a procesadores con redes de procesamiento 
                        neuronal. En estos casos, la inteligencia artificial está incrustada en el corazón del teléfono y es lo que permite al móvil, entre muchas otras cosas, elegir cómo administrar sus recursos para funcionar de la mejor manera posible.<BR>
                        <BR>
                <ul>
                    <LI><b>Tipos de funciones de la inteligencia artificial en los dispositivos móviles</b><BR>
                        <BR>
                    <UL>
                        <LI>Identificación de imágenes en tiempo real:<BR>
                        Gracias a la Inteligencia Artificial, los smartphones con procesadores que integran IA son capaces de identificar cierto número de imágenes y escenarios en tiempo real. Para el caso del P smart 2019, el dispositivo puede identificar 22 categorías de imágenes y más de 500 escenarios con su cámara posterior.<BR>
                        <BR>
                        <LI>Reconocimiento de escenas en la cámara frontal con IA:<BR>
                        Para ofrecer una experiencia completa, el P smart 2019 también es capaz de reconocer 8 escenas selfie, ajustando la configuración de la cámara para entregar el mejor resultado.<BR>
                            <BR>
                        <LI>Mejor reproducción de color en las fotografías:<BR> 
                        A través del contraste de las imágenes, la Inteligencia Artificial es capaz de resaltar ciertos objetos dentro de la fotografía y optimizarlos por separado, permitiendo que los usuarios obtengan fotografías con calidad profesional.<BR>
                        <BR>
                        <LI>Un efecto bokeh más natural:<BR> 
                        La Inteligencia Artificial también ayuda a reconocer escenas selfie con el fin de ofrecer un efecto bokeh más natural. Para ello, optimiza las fotos en tiempo real con la tecnología IA, y así puede capturar retratos perfectos.<BR>
                        <BR>
                        <LI>Embellecimiento de Selfie con IA:<BR>
                        Los usuarios que tienen dispositivos con IA en la cámara, pueden acceder a iluminación de nivel profesional en sus capturas, gracias al ajuste del nivel de brillo que realiza el smartphone de forma inteligente. <BR>
                         <BR>
            </UL></ul>
            </UL>

            <CENTER><IMG SRC="https://data360.com.co/wp-content/uploads/2020/02/679de0f7-ia_2.gif" width="800" height="700"></CENTER><BR>
                <BR>
                <P><blockquote>
                        Deacuerdo al autor (RUIZ, 2018) Afirma que Los desarrollos y tendencias tecnológicas de vanguardia se van incorporando a diferentes dispositivos, y a la vida de sus usuarios, incluso sin que estos sean conscientes de ello. Tomar mejores fotos o utilizar los 
                        servicios de un asistente digital se han convertido en acciones cotidianas, de manera que muchos no reparan en la tecnología que hay detrás de ellas. La Inteligencia Artificial (IA) se ha convertido en una de estas tendencias de las que se habla mucho, porque 
                        está presente en una gran cantidad de equipos de uso diario; entre ellos, los celulares inteligentes.<BR>
                        <BR>
                        Hasta hace algún tiempo, la IA estaba reservada para los equipos más costosos, los de gama alta, que utilizaban la tecnología más avanzada. Pero los fabricantes de procesadores y de componentes se han preocupado por llevar a la gama medias funciones avanzadas por
                        precios más asequibles. La inteligencia artificial (IA) está tomando cada vez más peso en todo lo que nos rodea. Gran parte de la importancia que va ganando esta tecnología viene provocada por el auge del uso de los asistentes virtuales. Las personas cada vez van 
                        “confiando” más en estos dispositivos y los utilizan en su día a día.<BR>
                        <BR>
                        En los teléfonos móviles más recientes de los principales fabricantes como Samsung, Google o Apple se puede observar el uso que se hace de sistemas basados en IA de estos dispositivos. Gracias a los avances de los componentes de cualquier smartphone o tablet como 
                        cámaras, sensores y micrófonos más avanzados hacen que tengamos a mano en nuestro día a día estos dispositivos. Los sistemas que se implementan en cualquier dispositivo móvil que permite que a través de la cámara trasera puedan ver y reconocer objetos, clasificarlos 
                        y hasta hacer búsquedas en internet relacionadas a estos productos.<BR>
                        <BR>
            <center><A href="https://revistas.unesum.edu.ec/index.php/unesumciencias/article/view/460/592">Mas infotmaci&oacute;n aqui.</A></center>
         </blockquote></P>

         <p><blockquote>
            <UL>
                <LI><h2>Robotica</h2><BR>

                    <IMG SRC="https://i.gifer.com/origin/ed/ed2c8e819e41a601637f492c80317ad0_w200.gif" width="300" height="400" ALIGN="RIGHT">

                    La IA es una de las tecnologías que más impulso ha supuesto para la robótica móvil y la automatización. Se trata de que un <A href="https://robotnik.eu/es/que-es-un-robot-movil-autonomo-amr-lo-que-aportan-nuestros-robot-moviles-a-tu-empresa/">AMR</A> sea capaz de tomar decisiones eficaces y flexibles en tiempo real.
                    La inteligencia artificial aplicada a la robótica ofrece una forma nueva en que los robots (software) ejecutan las órdenes o tareas que se le encargan.<br>
                    <BR>
                    No es lo mismo un software de IA que un programa o aplicación informática. Con un programa, el robot no piensa por sí mismo, sino que cumple ciertas órdenes combinando un conjunto de instrucciones que se han definido previamente.<br>
                    <br>
                <UL>
                    <LI><H3>¿Cómo funciona un robot con IA?</H3><BR>
                    Cuando un robot integra algoritmos de IA, no necesita recibir órdenes para tomar una decisión, sino que es capaz de trabajar por sí mismo tras haber superado una fase de ‘entrenamiento’ o ensayo-error. Gracias al Machine Learning o aprendizaje automático, el robot es capaz de aprender, resolver, comprender, razonar o reaccionar de forma óptica.<BR>
                     <BR>
                    La mayoría de los robots no son inteligentes, pero en 2022 las empresas ya no solo buscan automatizar ciertos procesos, sino que apuestan por la automatización inteligente. En muchos casos ya no basta con un robot capaz de transportar peso: hay una clara tendencia hacia robots móviles y autónomos capaces de recopilar, procesar y gestionar los datos de forma inteligente, y tomar las mejores decisiones en cuanto a la fabricación o producción.<BR>
                     <BR>
                    Esto explica el aumento de <A href="https://robotnik.eu/es/que-es-un-robot-movil-autonomo-amr-lo-que-aportan-nuestros-robot-moviles-a-tu-empresa/">AMR</A> trabajando en nuevos entornos como la construcción o la medicina, y realizando nuevas tareas como inspección, mantenimiento o rescate.<BR>
                    <BR>
                    <li><h3>Ejemplo de aplicación de robótica móvil e IA</h3><br>
                        Las ventajas de la unión entre inteligencia artificial y robots para aplicaciones industriales ya las están viendo numerosas fábricas.<BR>
                    <BR>
                    Un almacén es un espacio dinámico, cambiante. Los robots y manipuladores móviles de Robotnik, al integrar algoritmos de IA, son capaces de navegar de forma autónoma y tomar decisiones en tiempo real adaptándose a los imprevistos.<BR>
                     <BR>   
                    El <A href="https://robotnik.eu/es/que-es-un-robot-movil-autonomo-amr-lo-que-aportan-nuestros-robot-moviles-a-tu-empresa/">AMR</A> cuenta con un aprendizaje automatizado, ‘entrenado’ previamente para adquirir conocimientos y patrones que le permitan predecir y recalcular funciones, tareas o rutas.<BR>
                    <BR>
                    </UL>
         </UL>
         </blockquote></p>
     
        <p><blockquote>
            <ul>
                <LI><h2>Monitoreo en redes sociales</h2><br>
                    <br>
                    Es una disciplina que recoge todas las menciones y conversaciones públicas de Internet, las almacena en grandes sistemas de datos (<A href="https://www.iberdrola.com/innovacion/que-es-para-que-sirve-big-data"> big data </A>) y luego procesa esa información para entender de qué se habla, con qué volumen y quienes son los que hablan sobre cada tema, para entonces establecer relaciones de datos que permitan segmentarlos, mapearlos y entender sus gustos, intereses y preocupaciones.<br>
                    <br>
                    Las tecnologías disponibles en el mercado permiten inclusive hacer análisis para determinar el sentimiento de las menciones, estableciendo si son positivas, negativas o neutrales, permiten también detectar a los influenciadores, separarlos y darles seguimiento puntual, analizar el uso de hashtags, los días de la semana y hasta los horarios de menciones más intensas sobre un tema.<br>
                    <br>
                    Gracias al monitoreo de redes sociales y de las menciones en Internet se pueden identificar los términos, frases y palabras más usados en las conversaciones tanto positivas como negativas y así saber inclusive que lenguaje usa la gente a la que se quiere llegar.<br>
                    <br>
                    <ul>
                    <LI><h3>¿Por qué es importante el monitoreo de redes sociales?</h3><br>
                        <br>
                        El monitoreo de redes sociales es importante porque ayuda a la empresa a obtener información importante sobre la percepción que tiene la audiencia de determinada red social sobre la marca. La información que se recopila con esta práctica resulta de mucha utilidad ya que se puede utilizar para:<br>
                        <br>
                    <Ul>
                        <li>Implementar acciones de contención en crisis de imagen de marca.
                        <li>Mejoras o modificaciones en productos o en el servicio de la empresa.
                        <li>Generación de una mejor imagen de marca.
                        <li>Creación de mejores prácticas por parte del personal de la empresa.
                    </Ul>
                    <br>
            </ul>
            </ul><br>
            La inteligencia artificial desempeña un papel fundamental en el monitoreo de las redes sociales. Aquí tienes algunas formas en las que se utiliza:<br>
        <OL>
            <br>
            <li><b>Análisis de sentimiento:</b> <br>
            La IA puede analizar el sentimiento de los mensajes en las redes sociales, ayudando a las empresas y organizaciones a comprender cómo se sienten los usuarios hacia sus productos, servicios o temas específicos.<br>
            <br>            
            <li><b> Detección de tendencias: </b><br>
            La IA puede identificar tendencias emergentes en las redes sociales al analizar grandes cantidades de datos en tiempo real, lo que permite a las empresas adaptar sus estrategias de marketing y toma de decisiones.<br>
            <br>
            <li><b> Automatización de respuestas: </b><br>
            Los chatbots y asistentes virtuales basados en IA pueden responder automáticamente a preguntas frecuentes o brindar asistencia básica a los usuarios en las redes sociales, mejorando la atención al cliente.<br>
            <br>
            <li><b> Identificación de amenazas y abuso: </b><br>
            La IA puede ayudar a identificar contenido inapropiado, discursos de odio o amenazas en las redes sociales, lo que es crucial para mantener un entorno seguro en línea.<br>
            <br>
            <li><b>Segmentación de audiencia:</b><br>
            La IA puede ayudar a las empresas a segmentar a su audiencia en función de sus intereses y comportamientos, lo que facilita la personalización de contenidos y estrategias.<br>
            <br>
        </OL>
        </blockquote></p>

        <blockquote><P>
         <UL>
            <li><h2>La IA en GPS y sistemas de geolocalizaci&oacute;n</h2><BR>
                <BR>
            La Inteligencia Artificial y el GPS mejoran la seguridad y la sensación de control que los pasajeros y el conductor tienen de la experiencia de trasladarse en vehículos. 
            Recopilando datos y aplicando algoritmos, la IA va a responder cuando el conductor no esté atento. Detectar a otros vehículos, controlar la velocidad, el ruido, las líneas de los carriles y señales son algunos de los aspectos a incorporar.
        <ul>
            <li><h3>Beneficios</h3><br>
                <b>Mejora de la Precisión:</b><br> 
                La IA ha permitido el desarrollo de algoritmos de corrección de señal que mejoran la precisión del GPS. Esto es especialmente crucial en entornos urbanos densos o en lugares con obstáculos naturales, como cañones o bosques.<br>
                <br>
                <b>Navegación Autónoma:</b> 
                La IA se utiliza en vehículos autónomos para la navegación. Los sistemas de GPS basados en IA permiten que los vehículos tomen decisiones en tiempo real sobre la mejor ruta a seguir, considerando el tráfico, las condiciones meteorológicas y otros factores.<br>
                <br>
                <b>Optimización de Rutas:</b> Los algoritmos de IA pueden analizar datos en tiempo real para determinar la ruta más eficiente y rápida hacia un destino, teniendo en cuenta variables como el tráfico y los cierres de carreteras.<br>
                <br>
                <b>Seguridad en la Navegación:</b><br>
                La IA se utiliza para identificar peligros en la carretera, como accidentes o condiciones climáticas adversas, y proporcionar advertencias a los conductores.<br>
                <br>
                <img src="https://www.controlgps.es/wp-content/uploads/2019/12/Control-de-Recorrido.gif" width="700" height="400" ><br>
                <br>
                Si bien la mejora de la seguridad vial es crucial, no es la única perspectiva de la unión de la Inteligencia Artificial con el GPS.<br>
                <br>
                En 2020, el Instituto de Tecnología de Massachusetts (MIT) de Estados Unidos y el QCRI (Instituto de Investigación Informática de Qatar), desarrollaron Road Tagger. Este sistema utiliza inteligencia artificial e imágenes satelitales para ofrecer mapas digitales más actualizados.<br>
                <br>
                De hecho, es muy importante para la seguridad vial ya que permite predecir de manera automática el tipo de carretera y número de carriles, incluso sugerir cambios de carril.<br>
                <br>
                Otro desafío de la unión de la Inteligencia Artificial con el GPS está en la navegación aérea y marítima, a la que podría ofrecer precisiones milimétricas.<br>
                <br>
                Sin embargo, según los especialistas, la mejor expresión de la combinación de la Inteligencia Artificial con el GPS se encuentra en los vehículos autónomos.  Éstos ya comienzan a formar parte del paisaje cotidiano: en Europa varias líneas de subterráneo cuentan con vehículos autónomos. 
                Los aeropuertos los utilizan para trasladar pasajeros entre terminales. En China ya circulan taxis autónomos en las calles de las principales ciudades.<br>
                <br>
            </ul>
            </ul>
                <li><b>Inteligencia Artificial en los vehículos autónomos</b><br>
                <br>
                Un vehículo autónomo es aquel que reúne los sensores, procesadores, actuadores y software necesarios para conducirse de forma autónoma, aunque a priori nos siga pareciendo algo extraño, poco a poco estos irán formando parte de nuestras comunes vidas.<br>
                <br>
                El avance tecnológico y las diferentes normativas europeas irán a la par. Por tanto, la implantación de los coches autónomos será paulatina. Pero lo que sí podemos asegurar es que es imparable y es el camino que toda la sociedad está siguiendo. A partir del 2025 podremos ver vehículos 
                completamente autónomos por nuestras carreteras.<br>
                <br>
                Los vehículos con autonomía ya están implantados, pero con la intervención humana ya que, la conducción autónoma cuenta con 5 niveles de conducción autónoma que se dividen en: solo conductor, asistida, automatización parcial, automatización 
                elevada y automatización completa; existiendo a su vez, tres actores primarios: el conductor como factor humano, el sistema de conducción autónoma y el coche en sí mismo con los sistemas convencionales oportunos.<br>          
                <br>

                <img src="https://business.trustedshops.es/hs-fs/hubfs/1-TS_B2B/content/PL/20230209-sztuczna-inteligencja-w-ecommerce/blogtitle-ai-w680h280.png?width=645&height=266&name=blogtitle-ai-w680h280.png" width="400" height="300" align="right"><br>
                <br>
                <img src="https://57i2c0.p3cdn2.secureserver.net/wp-content/uploads/2021/06/ecommerce-inteligencia-artificial-scaled.jpg?time=1697672295" width="400" height="300" align="left"><br>
                <br>
            </p></blockquote>
            <br>
            <p><blockquote>
            <center><table border cellpadding="10">
                
                <tr>
                    <th bgcolor="#FFFF00">Niveles de la conducci&oacute;n autonoma</th><th bgcolor="#FFFF00">Funci&oacute;n</th>
                </tr>
                <tr>
                    <td bgcolor="#CCCCCC"><b>Nivel 1: Asistencia en la conducción</b></td>
                <ul>
                    <td bgcolor="#CCCCCC"><li>El vehículo cuenta con algún sistema de ayuda a la conducción, como por ejemplo: Mantenimiento del carril, controles de velocidad adaptativos o no.<br>
                    <br>
                    <li>Este nivel está pensado para que el conductor pueda tener una conducción más cómoda, es una ayuda que mejora la seguridad al volante.</td><br>
                        <br>
                </ul>
                </tr>
                <tr>
                    <td bgcolor="#CCCCCC"><b>Nivel 2: Automatización parcial</b></td>
                <ul>    
                    <td bgcolor="#CCCCCC"><li>Se precisa conductor, aunque este no realizará tareas relativas al movimiento.<br>
                    <br>
                    <li>El vehículo cuenta con control de movimiento tanto longitudinal como lateral, aunque no tiene detección y respuesta ante objetos.<br>
                    <br>
                    <li>El vehículo tendrá capacidad de actuar de forma independiente ya que pueden realizar una o varias tareas hasta ahora realizadas por el conductor.</td><br>
                    <br>
                </ul>
                </tr>
                <tr>
                    <td bgcolor="#CCCCCC"><b>Nivel 3: Automatización condicionada</b></td>
                <ul>
                    <td bgcolor="#CCCCCC"><li>Se precisa conductor y aunque la autonomía sea más elevada, este deberá estar atento para intervenir.<br>
                    <br>
                    <li>Tiene sistemas de automatización en lo referente al control de movimiento longitudinal y lateral; detección y respuesta ante objetos.<br>
                    <br> 
                    <li>El vehículo podrá decidir cuándo cambiar de carril, frenar para evitar colisionar con otro vehículo, etc., pero, el factor humano seguirá siendo clave ya que el sistema puede precisar de su intervención.</td><br>
                    <br>
                </ul>
                </tr>
                <tr>
                    <td bgcolor="#CCCCCC"><b>Nivel 4: Automatización elevada</b></td>
                <ul>
                    <td bgcolor="#CCCCCC"><li>No se precisará de la intervención humana en ningún momento ya que el coche será el propio vehículo quién controlará el tráfico y las condiciones del entorno, definirá la ruta o alternativas y responderán ante cualquier situación.<br>
                    <br>
                    <li>En el caso de existir algún fallo del sistema principal, el vehículo cuenta con respaldo para actuar y seguir conduciendo.</td><br>
                    <br>
                </ul>
                </tr>
                <tr>
                    <td bgcolor="#CCCCCC"><b>Nivel 5: Automatización completa</b></td>
                <ul>
                    <td bgcolor="#CCCCCC"><li>El vehículo tendrá la capacidad, bajo demanda realizada a través del interfaz por el que se introducirá nuestras órdenes, de ir a cualquier lugar sin necesidad de volante, pedales, mandos, ya que, el vehículo cuenta con sistemas de automatización a todos los niveles.<br>
                    <br>
                    <li>A este nivel la figura del conductor, no existe, subiremos al coche, le indicaremos nuestro destino y este se pondrá en marcha.<br>
                    <br>
                    <li>Cuentan con un sistema de automatización que en caso de fallo se respaldará con otro sistema, por lo que, él mismo solucionará cualquier imprevisto.</td><br>
                    <br>
                </ul>
                </tr>
             </table></center>
             </UL>
             <br>
                    Los vehículos con GPS son realmente el futuro de la conducción autónoma. ¿Sabes por qué? Porque marcarán la ruta en tiempo real y de forma segura. Esto nos garantiza que el vehículo va a seguir la ruta que le hemos asignado por las vías y carriles adecuados. Pero, como sabes, para que esto sea posible los GPS deben ser potentes, pues hay zonas de rutas sin cobertura.<br>
                    <br>
                    Cada avance en los diferentes niveles de conducción han sido el resultado de muchos años de trabajo y dedicación por parte de las empresas desarrolladoras de tecnología de ayuda a la conducción. El nivel 4 y 5 llegarán a nuestras carreteras y vidas, aunque para ello tengamos que esperar un poco.<br>
                    <br>
            </P></blockquote>

            <p><blockquote>
            <ul>
                <li><h2>La inteligencia artificial en el ecommerce</h2><br> 
            
                Parecía ciencia ficción pero ya es una realidad en muchos sectores. El de la inteligencia artificial es un mercado imparable y será difícil concebir el futuro sin su desarrollo. De hecho, ya es imposible entender el mundo actual sin tecnologías inteligentes. Nos hacen la vida más fácil sin que nos demos cuenta. También en la venta online. La inteligencia artificial en eCommerce ha 
                llegado para quedarse y satisfacer el afán de muchas empresas por aventajar a sus competidores.<br>
                <br>
                En la era de la omnicanalidad, el eCommerce se han convertido en uno de los canales de venta preferidos y la compra online en una alternativa sólida que promete dejar atrás los sistemas tradicionales. El comercio digital crece. Las empresas online buscan nuevas fórmulas para seguir batiendo sus propias marcas, mejorar el alcance y el rendimiento de su negocio.<br>
                <br>
                Nuevas estrategias, modelos y tecnologías capaces de optimizar las compras por Internet y de enriquecer la experiencia de los clientes. Ahí están los grandes desafíos: en campos tan diversos como la logística y en la capacidad de los eCommerce para conocer a los usuarios, relacionarse con ellos y complacer sus demandas.<br>
                <br>
                Si algo genera el comercio electrónico es una gran cantidad de datos. Cuanto más sepamos de lo que dicen y hacen los consumidores en cada momento más útil será para nuestro negocio. Cuanto mejor se administre esa información y mejor se aproveche, mayor valor tendrá.<br>
                <br>
                En este sentido, el big data es un gran aliado de los vendedores online, que ahora cuentan, además, con la complicidad de la inteligencia artificial para agilizar la gestión de esa cantidad inmensa de datos y ganar un nuevo espacio dentro del mercado eCommerce.<br>
                <br>
              <ul>
                <li><H3>Soluciones que ofrece la inteligencia artificial en eCommerce<br></H3>
                    <br>
                Hay tres grandes áreas que concentran algunos de los retos fundamentales para las empresas de comercio electrónico, que afectan directamente a las necesidades de los consumidores, al proceso de compra y al modelo de entrega más o menos eficiente de los pedidos online.<BR>
                    <BR>
                <B>1.Experiencia de usuario personalizada</B><BR>
                    <BR>
                La inteligencia artificial en eCommerce ayuda a los vendedores a ofrecer experiencias personalizadas de compraventa gracias al análisis de los patrones de consumo de los clientes. La clave está en la calidad de los datos disponibles y en la capacidad de cada empresa para examinar los datos de forma eficaz.<BR>
                <BR>     
                Se trata de conocer más y mejor a los consumidores, de segmentar el público objetivo, de establecer perfiles que permitan diseñar campañas y mensajes exclusivos para cada cliente en función de sus hábitos y preferencias: historial de búsquedas, interacciones virtuales, compras, similitudes con otros clientes…<BR>
                <BR>       
                El deep learning (aprendizaje profundo) es una subcategoría del machine learning, una tecnología que busca imitar al cerebro humano, procesar conjuntos de datos a gran escala y crear patrones para la toma de decisiones. Reconoce normas de comportamiento, actitudes, gustos, intenciones preferencias y permite ofrecer recomendaciones personalizadas y más precisas.<BR>
                <BR>        
                Los eCommerce delegan en los algoritmos, que aprenden con la práctica e intuyen a partir de la experiencia cual será desenlace del proceso de compra. Las empresas reaccionan antes y de forma automática. Optimizan el viaje online del cliente, lo hacen más atractivo, más cómodo, ajustado a sus necesidades reales.<BR>
                <BR>      
                <I>Recomendaciones personalizadas: el caso de Retail RocketS</I><BR>
                <BR>      
                Uno de los ejemplos de la aplicación de este tipo de tecnologías al eCommerce es el de Retail Rocket, que cuenta con una herramienta que accede a la tecnología de big data y análisis predictivo de más alto nivel, y lo implementa en las tiendas online en tiempo real. Además, ofrece soluciones de eCommerce para personalizar la web y el canal de email marketing.<BR>
                <BR>      
                Retail Rocket proporciona más de 20 mecanismos de autoaprendizaje para personalizar la experiencia de compra del usuario. Dando uso a una tecnología avanzada, logra detectar las necesidades e intereses de los usuarios en la tienda online al analizar su comportamiento en tiempo real. Gracias a este tipo de soluciones Decathlon logró aumentar la conversión en un 5,2%, el valor de los pedidos promedio 
                en un 5,2% y los ingresos en un 10,7% después de añadir recomendaciones de productos personalizadas en su web holandesa.<BR>
                <BR>
                <IMG SRC="https://difusionconcausa.com/wp-content/uploads/2022/07/experiencia-de-usuario.gif" width="500" height="400">
                <IMG SRC="https://www.vedia.ai/blog/wp-content/uploads/2019/06/Video-Personalization.gif" width="500" height="400" ALIGN="RIGHT"><BR>
                    <BR>
                <B>2. Atención al cliente</B><BR>
                <BR>
                    <IMG SRC="https://digitalworkers.cl/imagenes/chatbot.gif" width="500" height="600" ALIGN="RIGHT"><BR>
                        <BR>
                    De nuevo entran en juego tecnologías que imitan el funcionamiento del cerebro humano, sistemas informáticos automatizados capaces de resolver problemas sin necesidad de que intervenga una persona. En este caso, la inteligencia artificial en eCommerce ofrece sistemas de procesamiento del lenguaje natural que ya se aplican en áreas de atención al cliente y asistencia en ventas, por ejemplo, a través de las redes sociales.<BR>
                    <BR>
                    Los chatbots son capaces de simular, cada vez más, conversaciones fluidas, precisas y naturales a través de Internet con usuarios de carne y hueso. Aprenden de forma automática de sus interacciones con los clientes y perfeccionan sus habilidades.<BR>
                    <BR>
                    Representan una alternativa económica y eficiente, que permite implementar asistentes virtuales para la gestión de pedidos, resolución de dudas, orientación durante el proceso de compra, cobro de productos, elaboración de informes de mercado.<BR>
                    <BR>
                    <I>El caso de Ingenico</I><BR>
                    <BR>
                    Uno de los ejemplos de esta aplicación de los chatbots al eCommerce es el de Ingenico ePayments, que anunció en septiembre de 2017 el lanzamiento (en asociación con la startup californiana Joinedapp) de chatbots habilitados para pagos online. La iniciativa permitirá a comerciantes y clientes introducirse en el llamado comercio social o conversacional, que se perfila como el futuro del eCommerce (Conversational Commerce). <BR> 
                    Estos chatbots estarían ligados a las principales aplicaciones de mensajería existentes, como Facebook Messenger, Line, Telegram, Kik, Skype y WeChat.<BR>
                    <BR>
                    Al integrar los bots directamente en el proceso de pago, los comerciantes ofrecen a los usuarios experiencias de compra sin interrupciones. Así, esta nueva solución elimina la necesidad de salir de la aplicación de mensajería para completar una compra, y consigue así aumentar la conversión y los ingresos. Por ejemplo, si tenemos una cuenta en Facebook Messenger, la solución de comercio conversacional de Ingenico nos permitirá 
                    completar una compra de forma sencilla, rápida, y sin salir de la aplicación.<BR>
                    <BR>
                
                <b>3. Logística</b><BR>
                    <BR>
                    La calidad y la rapidez en la entrega de un pedido online son claves para el comercio electrónico. La inteligencia artificial en eCommerce proporciona algoritmos y aplicaciones cada día más potentes para detectar patrones de consumo, realizar un análisis predectivo y diseñar estrategias de venta y de reposición de mercancía adaptada no solo a la demanda de los consumidores sino también a los intereses de la empresa.<BR>
                    <BR>
                    En este campo las compañías invierten en tecnología de machine learning y automatización de procesos robóticos. Por un lado adquieren plataformas con capacidad de aprendizaje para clasificar datos y anticipar las decisiones de los clientes, y por otro, automatizan tareas humanas para aprovechar al máximo el talento de los empleados en áreas más estratégicas y creativas.<BR>
                    <BR>   
                    Ceden a las máquinas el control de mercancías y la gestión de los procesos de entrega de las compras online. En la práctica ahorran tiempo, costes y agilizan el proceso productivo. Son buenos ejemplos de ello dos experiencias de los gigantes Amazon y Alibaba:<BR>
                    <BR>
                    <I>Amazon:</I><BR>
                    <BR>
                <IMG SRC="https://feedvisor.com/wp-content/uploads/2021/09/integrated-solutions-infographic-v2.gif" width="400" height="200" ALIGN="LEFT"><BR>
                    <BR>
                    Un sistema patentado por la compañía de Jeff Bezos (“Method and System for Anticipatory Package Shipping”) para anticipar las compras online que realizan sus clientes. Se basa en el análisis de big data y en la creación de un modelo predictivo del comportamiento del consumidor a partir de su historial de compras y de sus hábitos de consumo. Empezará a utilizar este método con productos de uso masivo.<BR>
                    <BR>
                    Podrá anticipar su demanda en una determinada área geográfica y realizar envíos de cada producto a los almacenes más cercanos incluso antes de que el cliente realice la compra. El tiempo de entrega se reducirá a unas horas.<BR>
                    <BR>
                    <I>Alibaba:</I><BR>
                    <BR>
                <IMG SRC="https://www.mypress.mx/img/articulos/2784.jpg" width="300" height="150" ALIGN="RIGHT"><BR>
                    <BR>
                    La compañía china ha logrado mapear las rutas de entrega más eficientes a partir de los datos geográficos de sus clientes, lo que reduce un 30% la distancia recorrida y un 10% el uso de vehículos. Aplica este método en los supermercados Hema, que también presumen de restaurante robótico.<BR>
                    <BR>
                    Además, Cainiao Network, la empresa logística de Alibaba, anunció el año pasado que durante la próxima década reforzará su tecnología de inteligencia artificial con un millón de camionetas inteligentes que le ayudarán a hacer frente a la creciente demanda de entrega de paquetes.<BR>
                    <BR>
                    <I>Zara:</I><BR>
                    <BR>
                <IMG SRC="https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSQuUdowpG3PyPw8gEYdl04IdivN0AgNUyHPH4kJIl9kkVHNr-4-VlJE3w0j0E1VgnB16Q&usqp=CAU" width="500" height="200" ALIGN="LEFT"><BR>
                    <BR>
                    <br>
                    <br>
                    Esta empresa española utiliza la IA para mejorar la eficiencia en su cadena de suministro, optimizando la producción y la distribución de productos en función de la demanda del mercado.<BR>
                    <br>
                    Ademas de la automatización y el big data a su estrategia de negocio y a su cadena de suministro con la finalidad de estar por delante de sus competidores minoristas.<br>
                    <BR>
                    <I>Walmart:</I><BR>
                    <BR>
                <IMG SRC="https://colombiaretail.com/wp-content/uploads/2021/07/Como-Walmart-utiliza-la-inteligencia-artificial-para-realizar-sustituciones-mas-inteligentes-en-los-pedidos-de-comestibles-en-linea.gif" width="400" height="200" ALIGN="RIGHT"><BR>
                    <BR>
                    <br>
                    <br>
                    Esta corporación americana utiliza la IA para analizar grandes cantidades de datos de ventas y comportamiento del usuario, lo que le facilita tomar decisiones informadas sobre el marketing y la gestión de sus productos.<BR>
                    <BR>
                    <I>Adidas:</I><BR>
                    <BR>
                <IMG SRC="https://images.squarespace-cdn.com/content/v1/5c49f5fd3c3a5376885f2399/1644961209706-88GJ907R359WKTYS7GD6/ezgif.com-gif-maker-3.gif" width="400" height="250" ALIGN="LEFT"><BR>
                    <BR>  
                    La marca alemana utiliza la inteligencia artificial para personalizar su oferta de productos, basándose en las preferencias y el historial de compras de sus clientes.<BR>
                    <BR>
                </ul>
            </ul>
            </blockquote></p>
</BODY>
</HTML>